{
	"button:": "Meet someone",
	"faq.1": "1. After opening our app, the user chooses the language he/ she wishes to talk to others.",
	"faq.2": "2. Next, the user picks the category he/ she wants to talk about.",
	"faq.3": "3. User is redirected to a view that just like on snapchat shows only his camera view with options to search for a lobby and copy a share link. The last but not least option is a settings panel that lets you change language and category preferences without restarting the app.",
	"faq.4": "4. From that point the user can search for a lobby with random people or invite a friend and continue the experience together.",
	"faq.5": "5. Now the journey really begins but the conversation one on one is not as exciting. Some options come into play though and the user now has a text chat, camera, microphone exclusion and leave now or search for new lobby options. The leave now option is obvious enough but the search for a new lobby button lets you look for new potential people without disconnecting current ones. All of the above options stay for the rest no matter the amount of people in the lobby.",
	"faq.6": "6. Let’s say you’re talking with 4 people and we got a few more interesting points we’d like to share with you. First if you want to make a point to someone and not interrupt the conversation you can use a chat and tag someone by its color as it’s prefered recognition system, we provide some anonymity and there is no account creation, except premium accounts in our flow. The next one is that user that is joining a lobby of at least two people is by default muted for 10s not to spam, shout and interrupt others. If the user ends up malicious he can be kicked by a vote of the rest and as well reported. We provide options such as muting the specific person or hiding his camera view.",
	"terms.header": "Regulations",
	"terms.text": "Topic is a new form of social media. We focus on the highest quality of our services. Video calls have never been so exciting! We ask you to follow the rules of the regulations, to follow the culture of the chat and to approach each other with mutual respect. Failure to follow these rules will result in blocking access to our service."
}