{
	"faq.1": "1. Po otwarciu aplikacji, użytkownik wybiera język, w którym będzie rozmawiał z innymi.",
	"faq.2": "2. Następnie, użytkownik wybiera swoje zainteresowanie spośród przedstawionych mu kategorii, w których chce rozmawiać.",
	"faq.3": "3. Użytkownik jest przekierowywany do okna takiego jak w Snapchat, widzi tylko obraz ze swojej kamery, wraz z opcjami takimi jak wyszukiwanie nowych osób lub kopiowanie linku, który odpowiada za dostęp do obecnego kanału. Ostatnią, lecz również ważną funkcją jest opcja zmiany preferencji języka i kategorii, bez niepotrzebnego resetowania aplikacji.",
	"faq.4": "4. W obecnym oknie, użytkownik może rozpocząć szukanie kanałów z losowymi osobami lub zapraszać swoich przyjaciół do pokoju, w celu wspólnego doświadczania wrażeń.",
	"faq.5": "5. Dopiero teraz rozpoczyna się prawdziwa przygoda, ponieważ rozmowa jeden na jednego nie jest tak ekscytująca, jak rozmowa w kilka osób jednocześnie. W tym momencie do użytkownika dochodzi kilka funkcji, takich jak np. możliwość przełączenia się na czat tekstowy, wyciszenia mikrofonu, wygaszenia kamery, opuszczenia obecnego kanału lub też wyszukania następnych pokoi. Opcja natychmiastowego opuszczania kanału jest oczywista i kieruje ona do okna, w którym widzimy tylko swoją kamerę. Przycisk wyszukiwania następnych osób pozwala na szukanie potencjalnych użytkowników, obracających się w kręgu naszych zainteresowań. Wszystkie opcje wyżej wymienione zostają cały czas z użytkownikiem, bez względu na to ile osób rozmawia aktualnie w pokoju.",
	"faq.6": "6. Powiedzmy, że rozmawiamy z czterema osobami i chcemy zabrać głos w jakiejś ważnej sprawie, tym samym nie przerywając nikomu dyskusji. Możemy w tym samym momencie skorzystać z oznaczenia danego rozmówcy, korzystając z czatu tekstowego wpisując jego kolor, a następnie wysłać do niego wiadomość. Nasz serwis stawia na anonimowość., więc użytkownik nie musi zakładać żadnych kont, wyjątek stanowi usługa Premium. Z następną funkcją użytkownik ma styczność wtedy kiedy chce dojść do kanału, na którym rozmawia co najmniej dwóch użytkowników. Użytkownik ten jest domyślnie wyciszany na 10 sekund, ponieważ mógłby on w tym czasie zacząć przeszkadzać innym rozmówcom. Jeżeli użytkownik okaże się być na tyle złośliwy, że zacznie sprawiać problemy na kanale, na zasadzie demokratycznego głosowania grupa może wyrzucić go z pokoju, bądź zgłosić za naruszenia. Dostarczamy również takich opcji jak wyciszanie i wyłączanie kamery konkretnego użytkownika."
}